app/controllers/contactos_controller.rb

INSERT INTO `contactos` (`email`, `mensaje`, `created_at`, `updated_at`) VALUES ('johnny.rojas.ing@gmail.com', 'Hola quisiera cotizar un servicio', '2022-07-12 14:32:24.929057', '2022-07-12 14:32:24.929057')
---
  def create
    @contacto = Contacto.new(params.require(:contacto).permit(:email, :mensaje))

    respond_to do |format|
      if @contacto.save